{
    "welcome": "Welcome",
    "download": "Download CV",
    "projects": "Projects",
    "english": "English",
    "spanish": "Spanish",
    "technologies": "## Technologies",
    "iamAldo": "Hi! I'm Aldo Rivas, a mechanical engineer passionate about technology and software development. During the pandemic, I decided to venture into the world of programming, and I haven't stopped exploring since.",
    "programming": "- Programming languages: JavaScript, TypeScript.",
    "frameworks": "- Frameworks: React, Redux ⚛️.",
    "others": "- Others: Git, HTML, CSS, NodeJs, Tailwind, SASS.",
    "thanks": "**Thank you for visiting my page!**",
    "thanks2": " If you have any suggestions or comments to improve it, I'd be happy to hear them. 😊",
    "previousJobs":"Previous Jobs",
    "askaway": "AskAway is a platform that automates the interview process. It allows for one-way video interviews, simplifying shortlisting and helping you find the perfect candidate efficiently. You can screen resumes, send invitations to selected candidates, evaluate their responses, and collaborate with colleagues on evaluation.",
    "scoby": "Scoby Society Focused on NFT's aims to support its members in building authentic and healthy relationships online. Through this application, academy, studio, blog and other communication systems, we invite people to relate to themselves and others in new and inspiring ways, leaving behind outdated patterns that no longer serve them.",
    "CodeVideo":"CodeVideo is a project developed in React that, through custom hooks makes requests to the YouTube API to obtain details about playlists and their elements. Through data requests it renders and plays playlists from the Netflix YouTube channel.",
    "Ecommerce":"Ecommerce React Shop is a project developed with React. Through requests to a fake e-commerce API, the app offers a complete experience that includes the home screen, login flow, and add-to-cart functionality. 🛒",
    "ToDo":"ToDo App is an application designed to create and complete tasks. Use Contexts in React and Providers to manage application state efficiently. Additionally, it features data persistence by using the browser's local storage, allowing task data to persist even after you close the app. 📝✅",
    "copy": "Copy",
    "copied": "Copied!"
}